Repository: kostynskiyvalerii/delivery
Catalog: lib/l10n/intl_*.arb
Languages: uk

# enter
source: Sign in
uk: Вхід

# password
source: Access code
uk: Код доступу

# email
source: Email address
uk: Електронна адреса

# phoneNumber
source: Phone
uk: Телефон

# scanTtn
source: Scan document
uk: Скануйте документ

# scanTtnButton
source: Scan document
uk: Сканувати документ

# pointCameraToBarcode
source: Point the camera at the barcode
uk: Наведіть камеру на штрих-код

# pressButtonToScanTtn
source: Press the button to start scanning
uk: Натисніть кнопку для сканування документа

# kkzDelivery
source: Feed delivery
uk: Доставка комбікорму

# selectSilo
source: Select storage
uk: Виберіть резервуар

# farmNumber
source: Section № {number}
uk: Секція № {number}

# ttnNumber
source: Document № {number}
uk: Документ № {number}

# empty
source: Vacant
uk: Вільний

# full
source: Occupied
uk: Заповнений

# entrance
source: Entry point
uk: Вхідна точка

# tryAgain
source: Retry
uk: Повторити спробу

# carLicensePlate
source: Vehicle license plate
uk: Номерний знак авто

# enterPassword
source: Enter access code
uk: Введіть код доступу

# carNumberNotRegistered
source: The vehicle number is not registered. Contact the administrator
uk: Вказаний номер авто не зареєстрований. Зверніться до адміністратора

# incorrectPassword
source: Incorrect access code. Contact the administrator
uk: Невірний код. Зверніться до адміністратора

source: Loading, please wait
uk: Завантаження, будь ласка, зачекайте

# noServerResponse
source: No response from server
uk: Немає відповіді від сервера

# tryRescanTtn
source: Please rescan the document
uk: Спробуйте ще раз відсканувати документ

# incorrectCode
source: Invalid code
uk: Код невірний

source: Confirm completion
uk: Підтвердити завершення

# ttnTask
source: Document task
uk: Завдання документа

# silo
source: Storage
uk: Резервуар

# farm
source: Section
uk: Секція

# distributionKKZ
source: Feed distribution
uk: Розподіл комбікорму

source: Select task
uk: Виберіть завдання

source: Task № {number}
uk: Завдання № {number}

# totalActual
source: Total volume
uk: Загальний обсяг

# selectPoultryHouse
source: Select building
uk: Виберіть корпус

source: Start
uk: Почати

# finish
source: End
uk: Закінчити

source: Growth
uk: Зростання

# shipmentNumber
source: Delivery № {number}
uk: Перевезення № {number}

# selectShipment
source: Select delivery
uk: Виберіть перевезення

source: Required
uk: Необхідно

# poultryHouse
source: Building
uk: Корпус

# poultryHouseNumber
source: Building № {number}
uk: Корпус № {number}

# siloNumber
source: Storage № {number}
uk: Резервуар № {number}

source: Next
uk: Далі

source: Confirm execution
uk: Підтвердити виконання

# siloEmpty
source: Storage № {number} is vacant
uk: Резервуар № {number} вільний

source: Back
uk: Назад

# noFeed
source: Feed not available
uk: Корм відсутній
